export const MOVEMENT_TYPES = [
  { id: 'sale', type: 'out' },
  { id: 'بيع (دفع إلكتروني)', type: 'out' },
  { id: 'بيع (تمارا)', type: 'out' },
  { id: 'بيع (دفع عند الاستلام)', type: 'out' },
  { id: 'بيع آلي (عبر الربط)', type: 'out' },
  { id: 'بيع مجمع (إدخال سابق)', type: 'out' },
  { id: 'مرتجع (إلغاء رغبة العميل)', type: 'in' },
  { id: 'مرتجع (عدم استلام من الشحن)', type: 'in' },
  { id: 'مرتجع (تالف أو خطأ بالطلب)', type: 'in' },
  { id: 'تلف داخلي', type: 'out' },
  { id: 'تعديل يدوي (نقص)', type: 'out' },
  { id: 'تعديل يدوي (زيادة)', type: 'in' },
  { id: 'دخول بضاعة جديدة', type: 'in' }
];
